[
    "Que bonito momento de Padre, hijo y abuelo ️",
    "El momento ha llegado, chicos. Auron falleció y fue reemplazado por un fan que ahora es su doble. Auron jamás respiraría aire puro.",
    "Caen dos gotas\nAuron: nono, llueve mucho",
    "Auron: Soy como el de crepúsculo \nPol: Brillas.\n\nEl momento más romántico del video.",
    "Un video de Auron tocando el pasto es lo mejor que se puede ver",
    "JAJAJAAJJAJAJAJAJA Auron es literalmente cualquier persona que no sale de su casa, y cuando sale hace referencia de cada juego, es increible soy yo",
    "18:06 ¨típico señor loco, que pasas por alado de el y te insulta¨ JAJAAJ",
    "Me encanta la etapa de los viejos YouTubers que ya se encuentran haciendo side quests de la vida",
    "auron narrando el paseo como un videojuego JAJAJAJJAJAJAJ",
    "Nunca pensé que llegaría el día en el que auron hiciera un IRL, es sencillamente fabuloso.",
    "Contexto: Compermiso señorita buenas tardes\" jajjaja",
    "el niño axo diciendo buena tarde, me da mucha ternura",
    "El Abuelo conduce\nEl Padre de copiloto\nY el Niño en su asiento",
    "Amo, vería a Auron haciendo IRL todos los días y te juro que no me canso.\nAuron tratando a Axoxer como su niño me da años de vida JAKSJAKSJAKSJA.",
    "28:41 gracias Pol por brindarnos esta obra de arte",
    "12:57 A pero que sitio bonito coño *procede a atacar con baba ácida*",
    "Y Auron haciendo chistes de Minecraft y Rust por todo el camino que es jajajajajajaj",
    "Contexto del IRL:\"Compermiso señorita buena tarde\"",
    "Auron es como yo, hasta es sorprendente cuando nos ven salir de la casa, JAJAJA, amé este video con el pol y axo<3 (no lo he visto aún)",
    "Auron descubriendo que hay naturaleza, un niño feliz y un abuelo",
    "Convivencia familiar entre padre, hijo y abuelo ",
    "Ver a auron dar paseo por la montaña es algo nuevo y entretenido, ojalá hiciera un paseo por japon xd",
    "21:29 Inmobiliaria Ramirez JAJAJA",
    "Nunca había visto a Auron, el viejo sabroso, caminando... excelente compañía: Pol y Axo",
    "16:24 el padre dándole buen ejemplo al niño y de fondo el abuelo NOOOOO jskdjsi\n\n q bonito",
    "Futuro título: Streamer famoso conoce el bosque por primera vez",
    "Ojalá auron haga mas de estos",
    "La verdad que una sección \"Paseando con...\", Auron y un invitado molaría demasiado",
    "Cómo 4 meses sin ver a auron y me encuentro esto , que maravilla!",
    "Auron vloger es todo lo que necesito",
    "Nunca pensé que iba a llegar a ver un video de auron tocando pasto, que maravilla ",
    "Auron habla cada 5 segundo, cualquiera diria q es molesto, pero en realidad con el nadie se aburre, es lo mejor del mundo , ojala sea eterno :3",
    "Verte haciendo un irl era algo totalmente impensado hace un tiempo atrás y mírate ahora.\nMe alegra tanto que te animes a hacer cosas diferentes y verte tan feliz y tranquilo \nMereces lo mejor. Gracias por todos estos años de entretenimiento. A disfrutar la vida crack!",
    "4:19  \"Yo esta parte me la salto\"\nAxo: ....\nAuron: dice uno.. \nPol: ",
    "Sigo los videos de Auron desde el 2013 y es segunda vez que lo veo salir de su habitación. Momento histórico.",
    "Axocher esta divino me da mucha ternura hahahaha \nOjala hagan más videos asi, estan super divertidos y sencillos",
    "Las flipantes aventuras de 3 videojugadores por primera vez en la naturaleza de la vida real. ",
    "Receta para una buena tortilla española \n\n### Ingredientes\n- 4-5 patatas medianas\n- 1 cebolla grande (opcional)\n- 5-6 huevos\n- Aceite de oliva virgen extra\n- Sal al gusto\n\n### Instrucciones\n\n1. **Preparar las patatas y la cebolla**:\n   - Pela las patatas y córtalas en rodajas finas (aproximadamente de 0.5 cm de grosor).\n   - Si decides usar cebolla, pélala y córtala en juliana fina.\n\n2. **Freír las patatas y la cebolla**:\n   - En una sartén grande, calienta abundante aceite de oliva a fuego medio.\n   - Añade las patatas y la cebolla (si la usas) y cocina a fuego medio-bajo, removiendo ocasionalmente para que se cocinen uniformemente. Las patatas deben quedar tiernas pero no doradas. Esto puede tardar unos 20-30 minutos.\n   - Una vez cocidas, escurre las patatas y la cebolla para eliminar el exceso de aceite. Puedes usar un colador o un papel de cocina.\n\n3. **Preparar la mezcla de huevos**:\n   - En un bol grande, bate los huevos y añade una pizca de sal.\n   - Incorpora las patatas y la cebolla cocidas al bol con los huevos y mezcla bien.\n\n4. **Cocinar la tortilla**:\n   - En la misma sartén (retira el exceso de aceite, dejando solo un poco para que no se pegue), vierte la mezcla de huevos, patatas y cebolla.\n   - Cocina a fuego medio-bajo. Usa una espátula para despegar los bordes y asegurarte de que no se pegue.\n   - Cuando la parte inferior esté cocida y la superior todavía ligeramente líquida (aproximadamente 5-7 minutos), cubre la sartén con un plato grande y da la vuelta a la tortilla con cuidado.\n   - Desliza la tortilla de nuevo en la sartén para cocinar el otro lado, unos 3-5 minutos más, hasta que esté dorada y cocida a tu gusto.\n\n5. **Servir**:\n   - Deja reposar la tortilla unos minutos antes de cortarla y servirla.\n\n¡Listo! Ahora puedes disfrutar de una deliciosa tortilla española con patatas.",
    "Me encanta esta combinación  ni se nota que tienen tantos años de diferencia con lo bien que se llevan",
    "Auron: \"ven, nos ah salido un educado,con valores en esta sociedad\"\nAxozer: :D \n\nlo ame<3",
    "Que grande auron saliendo de su casa por primera vez",
    "Que humilde auronplay saliendo de su casa por quinta vez",
    "se hubieran prendido uno\n\nq locura Axo, lo conocí x spain rp y ahora ranchando con Auron, un cra el pibe",
    "el pulso de auron me quita años de vida",
    "Próximo video: Estamos perdidas, PERDIDAS!! perdidas.. ",
    "6:11 la vuelta del hombre ano",
    "29:20\n\"¡¿Cómo que es ilegal llevarse un poquito de musgo?!\" Mi parte favorita del directo JAJAJA",
    "Ver a paul , axo y auron caminar mientras cagas está buenísimo",
    "28:41 JAJAJA el mejor momento te amo auron sigue asi me encanto este video :)",
    "De las pocas veces que se le ve Auron fuera más suelto que nunca, a mí gustarme esto.",
    "17:55  valla ánimos nos da el viejo sabroso ",
    "Jajajajaja es que lo de la flor debería ser clip del año xD con pol gritando atras",
    "37:43 sillita gaimer",
    "56:34 mejor momento",
    "21:05 jajajajaj el chaval rubio que dices frases: \"si tu ex te dice!!!!!!\" jajajja",
    "Auron platica full como un señor jaja",
    "La familia completa dando un paseo que bonito",
    "24:20 la miradita de axoxer a la parte posterior de la chica jajajaj",
    "Me encanta lo random que son sus conversaciones",
    "EL ABUELO, EL PAPA Y EL NIETO \nPaseo familiar por las montañas",
    "16:24 Auron vegetariano ",
    "Ver a auron tocar musgo te da vidaaa..",
    "28:40 Es que cada clip es una pasada, bro JAJAJA",
    "7:14 En ese momento se escuchó un crack ",
    "AURON ES AURON DONDE SEA  la adoración a los juegos es tanta q el paseo se volví un mundo survival ",
    "13:58 jajaja basado",
    "Esto será lo nuevo de Auron después del contrato, IRL de naturaleza y relax, tiene mi voto",
    "No crei ser tan feliz despues de que Auron se comiese una flor ASDASKD",
    "Pobrecito el niño queria comer un helado 3:40",
    "axozer\nno dejes que la gente irrespetuosa te quite tus buenos valores\naun cuando no te devuelvan el saludo\nqueda demostrado que tienes mejores valores que los viejos que no te saludaron",
    "secreto en la montaña versión auron, pol y axo JAJAJAJAJA",
    "Ese directo fue efectivamente cine ",
    "Amor eterno a Auron y sus ocurrencias!! JAJAJAJA XD  ",
    "Me encanta como todo lo mezcla con Minecraft",
    "El abuelo, el padre y el hijo en un día de campo, como debe ser!",
    "El mejor irl de toda la historia",
    "Tenemos a Auron en un IRL antes que GTA6 ",
    "Que bueno ver a nuestro Huron favorito tomando aire :3 saludos desde colombia :V",
    "18:25 grande poll",
    "Auron: hoy sale blog \nLuisito:",
    "Un señor de 70 años corriendo, jamás visto.",
    "15:30 pero que le dió ",
    "Auron se parece a mi cuando voy de viaje jodiendo a todo mundo jajajaja",
    "Concuerdo con Auron en el minuto 25:34 COLOMBIA 🇨🇴🇨🇴🇨🇴🇨🇴",
    "Salen una vez de su casa y ya te dan los mejores consejos XD XD XD  \nAxoxer: 8:40 \nAuron : 8:55 \nPol : 16:47\n\nmuy buenos consejos la verdad :D",
    "Q lindos momentos son estos",
    "28:40 JAJAJAJAJAJAJAJA BUENA TARDE",
    "28:41 q linda familia",
    "Ver a auron al aire libre es raro  que lindos",
    "16:20 Auron se come una flor JAJAJA",
    "Jajajaja por fin volvió auron prime",
    "Grande Auron ! Más paseos ",
    "Auron: soy como el de crepúsculo\nPol: brillas?\nAuron: correcto",
    "Lo mejor del día.\n\nVer videos de auron",
    "Esto quedara en los libros de Historia ",
    "El que vea este comentario, que DIOS lo bendiga a él y a su familia. Amén ",
    "4:17\nTítulo del video\n\"2 osos maduros detonan a colágeno en un bosque\"\n31:40 Auron con la percepción alterada xd\n sería la miniatura del título xd pero en vez de bosque seria en lago.\n definitivamente es cine, un cinematógrafo y cinéfilo incomprendido. Esas tomas desde esos ángulos, nhaa, de locos tío.",
    "Jajajaja Pol cuidandolos a los dos",
    "la manera en la que Auron empieza con la disociación después de que le cuentan o dicen algo, es joya ",
    "0:01 COMIENZA MI FELICIDAD",
    "3:43 el carro :v",
    "Jajaja el Padre , el hijo y el abuelo !! Jajajjajaa",
    "Esta temporada de \"Auron Sin Contrato\" me está gustando mucho.",
    "Le dedico esta canción a mi Auron. Le amo tanto.\n\n..Estás sin dormir, malherido\nLa mirada se te ha puesto gris\nY puedes fingir, yo lo haría\nPero sé que tú no eres así\n\nTe quieren seguir y te envidian\nTodos quieren pedazos de ti\nTú eres como el sol: siempre ardes\nTe orbitamos si estás por aquí\n\nY recuerda que tú eres mi fiera\nTú no puedes dejar de brillar\nPor ti, todos se mueren de envidia\nSi tú saltas, yo salto detrás\n\nTú brillas, yo lo he presenciado\nHay pureza en tu forma de hablar\nTu risa era algo sagrado\nY hace tiempo que no es del todo verdad porque no me tienes a mi.\n\nYo te quiero cuando nadie más te quiera\n\nY recuerda que tú eres mi fiera\nTú no puedes dejar de brillar\nPor ti, todos se mueren de envidia\nSi tú saltas yo salto detrás\nYo te quiero cuando nadie más te quiera\nY que nadie te diga que no hay manera\n\nYo te quiero cuando nadie más te quiera\nY que nadie te diga que no hay manera",
    "Auron: Si yo estoy aquí..\nPol: eso es el mar ",
    "25:37 auron sabe cositas..🇨🇴 puro Colombia papá ",
    "Auron imitando a las pibas y sus chorradas es lo mejor jakajkajajkaj",
    "3 generaciones en un video",
    "Auron:mucha luz️",
    "51:55 JAJAJAJAJAJ",
    "tendrias que hacer mas videos asi, visitando lugares, la verdad me encanto!",
    "Ver a nuestro viejo sabroso saliendo de su casa, es una cosa que no me lo esperaba ",
    "5:03\nAuron: Pol a sufrido un squirt\nPol: Como?",
    "Próximamente, Auron haciendo exploraciones urbanas! ",
    "58:35 ame mas como estoooo ojala si haga este formato ",
    "Auron subiendo dos vides al mismo día mañana llueve oro",
    "Ya lo ví completo Pero lo volveré a ver jajajaja ",
    "Tres alucines en el bosque  auron eres el mejor",
    "Que grande auron y los pives ya era hora de un irl espero otro ",
    "q guapo stream de pol , auron y kevin de bruyne",
    "Definitivamente esto es historia 00:00",
    "Que humilde y que imágenes mas entrañables del viejo sabroso con su padre llevándose a pasear a un fan por el monte ",
    "el \"a a folou\" en diferentes clips JAJAJAJ",
    "Este ha sido uno de los directos que mas he disfrutado",
    "las matriculas auron JAJAJAJ",
    "58:35 amee",
    "el axo como buen niño se pone el cinturón ",
    "Pol es como el papá de Flint loco el de lluvia de hamburguesas ",
    "fuaaa hasta que salieron de la cueva, nada mas lindo que salir a caminar con los amigos",
    "9:28 palabras full imantado",
    "Me encanta ver a mis streamers favoritos haciendo esta clase de videos, dandose de cierto modo un respiro e ir a pasear a algun lado. Sin duda podria decir que es el mejor video hasta ahora y verlos a ellos 3 juntos es maravilloso.",
    "21:25 Es increíble la habilidad que tiene este hombre, con unas pocas palabras como saca carcajadas. La verdad hara falta cuando se retire.",
    "revivio el cine señores",
    "Que hermoso ver al Hijo con el Padre y el Abuelo <3 \nYa puedo morir en paz:')",
    "Axozer hablándole a los npc, con permiso señorita buenas tardes xd",
    "primera ves q lo veo fuera de la habitación",
    "Hola auron una cosa voy a crear un fan Game de fnaf y te molara es de miedo espero que lo juegues un abrazo ",
    "Focus toda esa montaña termina abajo para su huerto de patatas ",
    "10:55 Me recuerda al episodio de Mob Psicho 100 kjj",
    "Auron en formato vlog es lo mejor",
    "5:02 pol sufrio un que?",
    "los nuevos chistes de tío serán referencias a cosas de videojuegos en real life... auron imponiendo tendencias",
    "\"Paul a sufrido un Squirt\" JAJAJAJA",
    "Los de la cafetería de la montaña:\n\nAyer no fuimos a trabajar \n\nLa camara: Ayer vino Auron Play \n\nLos del cafe: ",
    "Aurelio vamos a por ti",
    "5:03 JAJAJAJAJAJAJAJ",
    "56:10 Auron el puertorriqueño jajajaja",
    "Auron, necesitamos mas video asi calvo. Like si piensas igual.",
    "momentaso de papa hijo y abuelo",
    "Auron al aire libre es lo mejor del mundo",
    "19:19 ",
    "Que humilde axozer atras dejando a los viejos delante",
    "nunca me imagine un video de auron así, ES UNA AUTENTICA LOCURA, ojala siga subiendo contenido así.",
    "axo y auron junto al yayo pol  jajaja",
    "auron saltando me da años de vida JAJAJAJAJAJAJA",
    "Un Vídeo en la Naturaleza de AuronPlay",
    "Auron + IRL = Maravilla",
    "Aurelio comunica 2:42",
    "28:44 ame esta parte jsjjsj teamo auronn",
    "La parte de Eberon agerragla el bug va pa los esland :') 22:15 llevando a Maicraf XD",
    "Porque dura 1 hora \nDesearía 2 o 3 \nMuchas gracias auron ",
    "1:034 jajajaja un señor super mayor",
    "13:06  comepinga",
    "Acabo de ver a auron saliendo de su casa? ",
    "Rapido pidan un deseo Auron salio de su madriguera",
    "5:01 JAJAJAJAJAJAJAJA",
    "9:25 Esto es algo que nunca pensé ver, si de por sí ver a Auron en un lugar que no sea una habitación es raro, ahora \"trotando\" buah estoy soñando\n16:30 XD\n28:41 Se miran bn chistosos",
    "asi comienzan las mejores pelis de terror.",
    "Buen video like si te gustó el minuto 35:42",
    "Auron se disfrutó mucho ese paseo",
    "19:18 ",
    "En efecto, biyin era el problema, espero que auron empiece a disfrutar de lo que hace mucho debía de disfrutar, salidas con amigos y viajes.  Se lo merece <3",
    "Yo viendo los primeros 5 minutos\n- Así empiezan todos los Fears of Fathom... ",
    "25:25 auron me representa LAKAKAKAJAKAJAJ",
    "La facha de auron amigo .. hoy al ver este irl de auron soy el hombre más feliz de mi vida después de 15 años siguiendo a este hombre cuando hacía bromas apagando televisores en tiendas y bromas callejeras estoy orgulloso que siempre se actualiza y se mantiene en lo más top  🥹",
    "Que buen video! Que gusto da verlo disfrutar a Auron con amigos una nueva experiencia! PD: Que reír con las referencias de los videojuegos durante el paseo ",
    "El minecraft extremo se ve raro",
    "Esto me acordó a fears to fathom Ironbark outlook ",
    "28:50 Que miedo jajajajajaj",
    "Axo jugando con el soporte al final",
    "\"Ay q mal las chicas q no saludan\" Yo una vez con mi prima por la montaña nos saludó un chico, le respondimos y acto seguido se bajó los pantalones y empezó a tocarse, desde entonces a los q me encuentro ni los miro a la cara \"No pero es que no tenemos tan mala pinta para q no nos saluden\" bueno, ese también parecía normal y ya ves ",
    "El abuelo,El padre y El hijo ",
    "37:23 aquí en México si ves una casa así, y vehículos caros, probablemente la gente se dedica a cosas ilegales xd",
    "Me alegraste el día, grande Auron",
    "Pa cuando 1 día con jokki?\nJokki God\nGrande jokki\nEste canal debería llamarse ediciones de jokki ft auron",
    "Auron por fuera? No me lo creo",
    "El minuto 16:31 es increíble \nAuron comiendo una flor ",
    "Hombre, si hubiera alguien como ha puesto un candado por fuera” JAJAJAJAJAJAJAJAJ 26:44",
    "hola el 8 julio es mi graduación   🥹amo tus videos eres el mejor 🥹🫶te amo AURON Soy tu fann",
    "El comentario con más likes es calvoooo",
    "Auron CAMINANDO!!!!! NO ME LO CREO es un doble auron no respira aire fresco",
    "Esto me dio como unas vibes nostálgicas, me encantó",
    "Qué nivel de deshumanización para creer que decir hola o buenas tardes sea raro... pfff",
    "el que no deje su like no es fan de auron",
    "Otro vlog de AuronPlay antes que GTA6 es cosa de locos....",
    "Almorzando con este IRL, esto es vida ",
    "Auron diciendo que jamás haría irl, acá lo tenemos en 2024 haciéndolo, se viene nuevo canal auron blogs?",
    "El comentario con mas likes es gay.",
    "30:44 HALAAAA ",
    "2:56",
    "El comentario con gay es más like",
    "Sigo a Auron hace 5 años y puedo decir q si no llega mas lejos es pq no quiere,buen video,pero si estuviera algo mejor la calidad de video seria un PLUS bien necesario(mi humilde opinion)",
    "16:31 momento padre de pol  hahahahhaha escupe eso niño! es que tonto me tenias que haber salido hahahahhahahaha",
    "Pasa un ser vivo...axozer: bona tarda",
    "El mejor irl que he visto en mi vida ( solo he visto este)",
    "que linda la familia de paseo",
    "13:00\nTodos: ",
    "\"POL HA SUFRIDO UN SQUIRT\"",
    "5:02 XD",
    "28:39 jajajajajajaja deberian hacer otra bailando",
    "Conocí a Auron en pandemia uwu\nSiempre mencionaba que le era molesto salir de casa... pero con ésto! \nSimplemente enamora verlo fuera entre la naturaleza  y qué mejor que compartir con grandiosa Compañía Axo y Pol ",
    "13:00",
    "El irl: con permiso señorita buenas tardes ",
    "Necesito esa serie de IRL porfavor",
    "Jajajajajajaja es Lester! Pues sí que lo es, seguro se basaron en Pol",
    "5:00 pero Auron",
    "10:02 Axo posando",
    "Auron mesero no existe\nAuron Banderaluna: Con permiso señorita buenas tardes ",
    "Al auron envede auron es el escupitajos jajaaj",
    "Literalmente son como niños JAJA ",
    "25:38 anulo sal para Colombia",
    "18:55\nYo y la gente con problemas visuales cuando:",
    "Mas videos asi por favor 2 señores mayores y un niño caminando en las montañas",
    "17:54 ",
    "Jajajajajaja todo lo relacionan con los jueguitos es fantástico",
    "Auron a otro nivel montando una base en medio de la montaña ???",
    "Jajaja pobre Heberon jajaja ",
    "11:30 un backroom jaja",
    "Auron ven hacer IRL aquí en el Ávila, Caracas.",
    "Necesito más paseos así. Salu2",
    "Pol se parece al señor que sale en toystory 2 el que se viste de pollo",
    "Hace rato no veía un vídeo de auron que me hiciera sonreír y estar tan cómodo todo el vídeo, como si estuviera ahí con el, ah genial",
    "Auron decide salir a la calle\n- Procede a llover con rayos y truenos",
    "Jajaja me recuerda a cuando visitó a los burlaos",
    "5:12  Parecen las peñas de mi pueblo ",
    "20:20",
    "34:48 La mejor parte",
    "Grande auron con el inspector Castillo de vis a vis",
    "4:10 el momento en que Ferrari betó  a auron",
    "39:13",
    "Auron, por Andorra hay un montón de caminitos que no son muy difíciles pero son entretenidos y bonitos!",
    "Pol con ese paraguas parece el pinguino de batman ",
    "2:30  faltada del año q los auroners",
    "42:10  Lester",
    "16:30 epiko",
    "Ya hable bien señor  15:28",
    "25:35 Si auron le tiene fe a Colombia, yo también 🇨🇴",
    "JAJAJA \nPOL parecia papa cuando le digo a auron vente tu tambien cuando tomaron la foto",
    "5:02 WTF? jajajajaja",
    "39:55 le falta Redstone",
    "Auron comiemdose una flor 16:45",
    "que capacidad impresionante que tiene auron para decir cosas graciosas",
    "Pol es literal Lester ",
    "2:57 empieza a describir lo que ve jajajaja",
    "Auron como siempre de ganster  la familia se reúne ",
    "Este irl es mágico",
    "Esto es histórico",
    "15:28 yo tratando de explicar mi chiste",
    "Amee nunca pense q auron salieraa asiii q divertido jajaj posdata: auron no comas mas floresssss jajajakkaaka te amo calvoooo ",
    "14:00 nunca falta en un paseo de chicos una analogia al nepe    Muy tierno Pol parece un osuto gominola abrazable ️",
    "28:40\nQue incómodo",
    "Nah de lokos el viejo sabroso",
    "28:41 Pov:estás caminando en el pto parque y ves a un niño con 4 ojos,un señor con pinta de estar borracho y al señor del toy story 2",
    "que lindo ver como los nietos visitan al abuelo",
    "3:20 Auron: Mira hay esta el cartel de David guetta... Actua mañana, quien va ir a verlo? Su pta madre",
    "Auron :que bonito se  voltea épicamente a ver ala chica mientras se cambia xd",
    "\"No prueben nada\"\nAuron altoke: Mira, dale una lamida a esa morada",
    "Espero sigas haciendo videos así, me encantó!",
    "28:38  la perspectiva asaltantes",
    "Grande jokki q sube el directo casi completo",
    "Un ascenso para jokki, buen video.",
    "22:37 un grito :v",
    "Como fan de Auron y fan de las actividades outdoor, este video me alegro un montón! ",
    "Lo divertido q ha de ser andar con auron todo un dia de paseo jajajaja",
    "Me vi el directo completo luego la repetición y ahora el video porque son momentos que quedarán para la historia de Yt ",
    "Pol parece el abuelo Auron el padre y Axoxer el hijo que van un domingo de campamento xd",
    "TODO esto es SURREALISTA",
    "JAJAJAJA auron con su hijo axo y el abuelo pol el paseo m,as normal en familia la tipica coña desde tortillaland",
    "19:19 yo cuando yo, mi cuando cara, yo mi cara cuando, yo cara cuando...",
    "no esta mal el documental xD",
    "3:39 JAJAJA, saca el niño a pasear porque ha sacado buenas notas y hace mal clima",
    "un paseo normal con la familia, 2 abuelos y un niño insano jajajajajaja",
    "Pol parece el papa y ellos los hijos xdddd",
    "pense que iban a cine, por que con las entradas que se manda Auron ufff les da para todo un año jajajajaja ( entradas de cabello)",
    "26:43 seguridad promedio en latam",
    "Escupi igual en el mismo momento, fue magico.. te amo auronpley",
    "Después de este irl Auron no saldra otra vez hasta el 2090 xD",
    "28:41 la mejor parte:",
    " me encantó la parte donde los tres saludan a la cámara ",
    "Que chulo se ve Pol con su paraguas, parece Mary Poppins…",
    "Ame este directo",
    "Axosocer:es comible",
    "Son como los teletubbies",
    "Que bonito las 3 generaciones juntas",
    "Me encanta esta combinación es muy divertido ",
    "19:21",
    "Nadie \n\n\n\n\n\n\nAbsolutamente nadie \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuron el playas: Fuck de police",
    "Deberias hacer mas videos así, Calvo!",
    "LAS REFERENCIAS DE JUEGOS TODO EL RATO HAAJJAJAJAJA",
    "Este GTA está a otro nivel, se ve muy real",
    "El mejor IRL de la vida, mire todo el VOD ya hora este hehe",
    "7:10 cuando piensas que vas preparado i te das cuenta que no",
    "no conocia esta secuela de secreto en la montaña",
    "Grande ver a una familia y sus tres generaciones en un tranquilo pasea por el bosque",
    "Joder, el mejor video que he visto de lejos. Me moria de la risa con todo lo que pasaba. Más IRL's por favor Auron!!!!",
    "como te amo auron ",
    "vaya regalo nos dio el viejito sabroso con este irl te amooo Aurooon!",
    "Auron eres de Badalona y leyendo catalan preces madrileño grande",
    "señor viejo explorando la naturaleza por primera vez",
    "Auron y Axo son como Tony Stark y Peter Parker <3",
    "56:33 siiiiiii por favor “UN PASEO CON…”",
    "Auron IRL? Bien, ahora podré descansar en paz",
    "Que bonito irl auroncito ",
    "Una agradable caminata con el abuelo, el papá y el hijo ",
    "38:00",
    "Las mismas vibes de los vlogs de auron en 2012 yendo al E3",
    "Que lindo es el viejo este por favor que le den un premio a el viejo mas bello fffuuuaaa",
    "Verlo al aire libre es una locura ..te amo querido ",
    "JAJAJAJAJAJAJAAJA EL MEJOR MOMERNTO CUANTO AURON ESCUPE JAJAJAJAJAJAJ I LOVE AURON PLAY ",
    "Auron: Tiene un toque citrico asi como venenoso que no me acaba de convencer ",
    "Padre hijo y abuelo falto la madre que bonito ver al viejo sabroso salir",
    "16:30 El que no sale a la calle cuando interactua con el entorno por primera vez",
    "Ojalá hagas más IRL AURON!!!",
    "¡AMEÉ! ¡¡¡Cómo me hubiera gustado ir a caminar con ellos!!! Disfruté todo, todo,  todo el paseooooooo!!! Son unos genios!!!!",
    "Tenés que hacer más seguido esto auron",
    "Es bellisimo ver al viejo repirando aire fresco, con un clima precioso y encima haciendo ejercicio un poco de trote para el cardio, espectaculaaaarrrr 9:24",
    "Queremos un IRL de Auron con Imantado si o si",
    "Irl de abuelo, padre e hijo frikis en un bosque, me encanta",
    "El mejor irl , me encanto y verlo en directo fue lo mejor , y como siempre nunca faltan las risas , y aurn siendo aurn   y narrando todo o comparando con videojuegos como minecraf , como decia tp Heberon  y como se comía la planta , na auron es increíble ",
    "Más auron vlogger",
    "Te quiero auron, estoy pasando por depresion y trastorno de ansiedad generalizada y me alegras",
    "min 7:24 tranquilos que existe vegetta777 para el oso jjaja",
    "Minuto 39:30 \n\nAuron: esto da energía a mi casa \n\nAxo: acerca su manita hacia el molino \n\nAuron: lo toques porfavor \n\nAxo: perdón \n\nAuron : o sea si tocas esto se apaga mi casa \n\nAxo: no lo toco \n\nAuron: vale vale gracias ",
    "Jajaja faltó el perxxita, para los loles ...",
    "Pol es como que va a parir ya",
    "Es raro ver a auron saliendo\nMe recordo la vez que fue con los burlaos\nEn carne salada guille es el mejor ",
    "El secreto de la montaña",
    "Menudo agonías es auron paseando jajajajh",
    "El niño, el viejo y el viejo supremo",
    "qué bueno por fin auronplay hacia rato q no hacía un vídeo para YouTube",
    "Pero.. 41:08",
    "Me pierdo un directo de Auronplay\nAuron:",
    "23:00 por aquí voy",
    "Contexto: \n\n-Axozer diciendo buena tarda y nadie le responde\n\n-Pol usando la sombrilla de bastón \n\n-Auron pensándose que está en un video juego de realidad virtual\n \n-“Compermiso señorita buenas tardes” \n\n-Tía Me meo",
    "Llega el humilde ciudadano con su moto y los 3 millonarios a pie mojandose jejeje",
    "Auron nunca dejes de hacer videos ",
    "No puedo ver esto desayunando, de la risa tire el café jajajaj",
    "26:56 Nuevo sistema de seguridad de bellum 2",
    "contexto de casi todo el video: permiso, señora buenas tardes",
    "IRL de padre, hijo y abuelo, uno más calvo que el otro.",
    "Que bonitos gráficos!",
    "Auron, brillas más que nunca. Amamos esta nueva faceta de ti!",
    "Que Lindo El Calvo con su Hijo y su abuelo 🥹️",
    "39:44 yo con mi tulita , si algun dia despierto siendo hombre :v",
    "El título me recordó a secreto en la montaña",
    "Me encantó el vídeo JAJAKKA t quiero auron",
    "auron nos llevó a dar un paseo, me encantaaa",
    "Que bien video espero que hagan más IRL juntos, es algo fresco e interesante ",
    "30:58 - Con PermIzo Zeñorita Buenah Tardeh",
    "2:50 ese Mcdonals fue la salvacion de mi hermano y mia al llegar a andorra a la 1 de la mañana casi por la tremenda nevada que pillamos en la carretera jajaja",
    "Ellos son los de secreto en la montaña",
    "El Padre, El Hijo y el Abuelo ",
    "Quiero mas de esto help",
    "Auron, secreto en la montaña",
    "Un Padre, hijo y abuelo paseando tranquilamente: 28:42",
    "Jajajajaj me vino el recuerdo del video de auron tirado en el pasto fumandose un porillo ",
    "Pensé antes de ver el video que Pol no resistiría la caminata. Pero que buena oxigenación tiene el hombre ni la voz se le afectó",
    "auron se va enfermar por respirar aire puro",
    "En en Andorra es el Jona y en México el Bryan ",
    "polispol es  extremadamente amable se ve que es una gran persona",
    "Tres generaciones del más viejo al más joven",
    "Tuvimos un video de Auron haciendo IRL antes que GTA 6 ",
    "Q humilde auron",
    "28:41  Buona tarda",
    "que grande Lester conduciendo",
    "Me sorprendio Pol",
    "12:47 De hecho así es como se ve el minecraft, full 0.00004k",
    "Necesito a Auron de amigo  no para de hablar jajaja ",
    "Tres de mis personas favoritas juntas por fiin 🫶",
    "por fin vere el video de auron saliendo de su cueva xD",
    "Q bonito la verdad espero q sigas subiendo estos video ",
    "Y ESE SONIDO DE 32:10",
    "El mejor speedruum",
    "Que majo de todo un paco !!",
    "Gustavo filimenos y  Lester jajaja",
    "Sólo suelo ver alguno de los vídeos  y nunca comentar, pero la verdad me gustó mucho el directo de IRL, estuvo bastante divertido ver cómo conocían y las interacciones/conversaciones que tenían jajaja ojalá hubiesen más ocasiones a futuro",
    "Las flipantes aventuras del padre, su abuelo jubilado y su nieto ️‍",
    "Momento feliz para auron… nadie lo esta jodiendo.",
    "Auron nos da contexto: \"vamos con un señor mayor, un niño muy joven y yo que estoy podrido\" 28:22",
    "frase : compermiso señorita buena tarde",
    "Siga haciendo videos así del día a día. Es muy interesante.",
    "En Paraguay decimos: \"Adios\" cuando te cruzas con una persona.",
    "“Ay me meo tía “JAJJAJA",
    "EL ABUELO SACANDOLE FOTOS ",
    "Te quiero auron️",
    "Pol me cae muy bien, tiene mucha cara de buen tipo",
    "El men con gafas de sol estando nublado. Tiene miedo que le reconozca una flor y le pida foto.",
    "Me alegra mucho verte así Raúl! Salud por eso",
    "el grupo de los tres turistas ",
    "1:05:00 esa casa y la calle si alguien recuerda se parece al capitulo donde se reencuentran tony y carlo \nTony: Caaaaaarloooooooo\nCarlo: Tooooooooonyyyyyyy"
]